{
  "all_campaigns": "All Campaigns",
  "donate": "Donate Now",

  "similar_campaigns": "Similar Campaigns",

  "view_campaign": "View Campaign",
  "campaign_title": "Feed a Family for Iftar",
  "collected:": "Collected",
  "remaining:": "remaining",
  "donater": "Donate",
  "campaign_objective": "Campaign Objective",
  "company": "Honor company",
  "description": "Description",
  "gallery": "Gallery",
  "update": "Update",
  "donors": "Donors",
  "p1": "None of our success would be possible without generous donors like you. Thank you again for your commitment and kindness. When you donate your money to the most needy people and those who are surrounded by a visible enemy to Islam and Muslims",
  "p2": "When you donate your money to those whom Allah has chosen to be among the martyrs, Your generosity will be multiplied, and leaving them with their invasion and with those behind them as warriors with their families in goodness, they have indeed invaded.",
  "p3": "f a woman feeds a thirsty dog, Allah thanks her deed, forgives her, and enters her into Paradise. So what about those who feed and support those who are oppressed by injustice and hardship while they defend Islam and its sanctities, facing the nation's fiercest enemies.Today we spare you the trouble of conveying your feelings to the people of Gaza, as we deliver the basic necessities to them in the north and south.",
  "p4": "You never know how much your participation in the campaign can benefit the people of Gaza, and perhaps it will be one of the good deeds that will be the reason for your entry into Paradise",
  "comments": "Comments",
  "sorted_by": "Sorted by",
  "comment": "Comment",
  "comment_one": "This campaign truly speaks to my heart. It’s inspiring to see so many people coming together for such a meaningful cause. Keep up the amazing work!",
  "collected": "Collected",
  "share": "Share Now",
  "make_donation": "Make your donation to the one you love",
  "highest_donor": "Highest Donor",
  "last_week": "Last week",
  "view_all": "View All",
  "top_donors": "Top Donors",
  "usd": "USD",
  "days": "days",
  "comment_paceholder": "Write your comment here",
  "time": "5 min ago",
  "no_doners": "Ther are no donors yet",
  "wait": "Please Wait Until Your Payment Complete......"
}
